Repository: ShahbaazX786/angular-portfolio
Catalog: p2022/src/locale/messages.*.xlf
Languages: hi, te, ur

source: About Me 🧑‍💻
hi: मेरे बारे में🧑‍💻

source: image by upklyak on freepik
hi: Freepik पर Upklyak द्वारा छवि

source: Me, Shaik Shahbaaz Alam, completed my graduation in <b>Computer Science & Engineering</b> at GPCET Kurnool, India in 2021. I am a skilled developer by profession who loves to solve challenges on a regular basis.
hi: मैं, शेख शाहबाज़ आलम, ने अपने स्नातक स्तर की पढ़ाई पूरी की <b>कंप्यूटर साइंस और इंजीनियरिंग</b>2021 में GPCET KURNOOL, भारत में। मैं पेशे से एक कुशल डेवलपर हूं जो नियमित रूप से चुनौतियों को हल करना पसंद करता है।

source: I Decided to join as a Frontend Developer in a great project at <b>Accenture</b> after completing my under-grad degree. This decision helped me gain abundant knowledge on Engineering, Networking, Project management, Risk analysis, Documenting and many more Extra curriular activities. And I've got chance to work on modern Javascript frameworks like <b>Angular</b> by learning and developing the features according to the client's requirement on <b>MEAN stack</b>.
hi: मैंने एक महान परियोजना में एक फ्रंटेंड डेवलपर के रूप में शामिल होने का फैसला किया <b>एक्सेंचर</b> मेरी अंडर-ग्रेड डिग्री पूरी करने के बाद।इस निर्णय ने मुझे इंजीनियरिंग, नेटवर्किंग, प्रोजेक्ट मैनेजमेंट, रिस्क एनालिसिस, डॉक्यूमेंटिंग और कई और अतिरिक्त क्यूर्युलर गतिविधियों पर प्रचुर ज्ञान प्राप्त करने में मदद की। और मुझे आधुनिक जावास्क्रिप्ट फ्रेमवर्क पर काम करने का मौका मिला है <b>Angular</b> ग्राहक की आवश्यकता के अनुसार सुविधाओं को सीखने और विकसित करने से <b>मीन स्टैक</b>.

source: Contact me 📧
hi: मुझसे संपर्क करें 📧
ur: مجھ سے رابطہ کریں 📧

source: Hi, I'm <span class="special-effect-1">Shahbaaz Alam</span><span class="wave-hand">👋</span>
hi: हाय मैं हूँ <span class="special-effect-1">शाहबाज़ आलम </span><span class="wave-hand">👋</span>

source: Developer. <span class="colored-txt"> Designer.</span><span class="colored-txt">Polygot. </span> Reader.
hi: डेवलपर. <span class="colored-txt">डिजाइनर.</span><span class="colored-txt">बहुपद. </span> पाठक.

source: A passionate Full Stack Software Developer, having a special interest in Frontend technologies and experience of building Web applications with <strong>Angular</strong> / <strong>Nextjs</strong> / <strong>Reactjs</strong> / <strong>Nodejs</strong> / <strong>MongoDB</strong> and some other cool libraries and frameworks. Also I do have a knack of digital art which i do in my pass time. <a class="about-link" routerLink="/about" i18n-a>Read More...</a>
hi: एक भावुक पूर्ण स्टैक सॉफ्टवेयर डेवलपर, फ्रंटेंड टेक्नोलॉजीज में एक विशेष रुचि है और वेब एप्लिकेशन के निर्माण के अनुभव के साथ <strong>Angular</strong> / <strong>Nextjs</strong> / <strong>Reactjs</strong> / <strong>Nodejs</strong> / <strong>MongoDB</strong> और कुछ अन्य दिलचस्प पुस्तकालयों और ढांचे।इसके अलावा, मेरे पास डिजिटल आर्ट की एक आदत है जो मैं अपने पास समय में करता हूं। <a class="about-link" routerLink="/about" i18n-a>और पढ़ें...</a>

source: hero-profile-img
hi: हीरो-प्रोफाइल-आईएमजी
te: హీరో-ప్రొఫైల్-చిత్రం
ur: ہیرو پروفائل امیج

source: Hobbies 🎸
hi: शौक 🎸

source: Some good music or songs will always do the magic of clearing the fatigue.
hi: कुछ अच्छे संगीत या गाने हमेशा थकान को साफ करने का जादू करेंगे।

source: The Photographer in me is always eager to capture the best moments of life.
hi: मुझमें फोटोग्राफर हमेशा जीवन के सबसे अच्छे क्षणों को पकड़ने के लिए उत्सुक रहता है।

source: Typing!.. I have recently reached the 90(wpm) words per minute speed mark.
hi: टाइपिंग! .. मैं हाल ही में 90 (WPM) शब्दों पर प्रति मिनट गति चिह्न तक पहुँच गया हूं.

source: Building!, Engineering!, Crafting!. Building good projects for work and myself gives me a sense of achievement.
hi: बिल्डिंग !, इंजीनियरिंग!, क्राफ्टिंग!।काम के लिए अच्छी परियोजनाओं का निर्माण और खुद मुझे उपलब्धि की भावना देता है.

source: I loved drawing as a kid. And Now I am still do it digitally 😁
hi: मुझे एक बच्चे के रूप में ड्राइंग बहुत पसंद थी।और अब मैं अभी भी डिजिटल रूप से कर रहा हूं 😁

source: I thank the Almighty for all the tasty food he gave us in this life! #foodie
hi: मैं इस जीवन में हमें दिए गए सभी स्वादिष्ट भोजन के लिए सर्वशक्तिमान को धन्यवाद देता हूं! #खाने का शौकीन

source: Movies, Webseries, Anime, Novels comes in handy when I just want to laydown and chill!.
hi: फिल्में, वेबसरीज, एनीमे, उपन्यास तब काम में आता है जब मैं बस लेटना चाहता हूं और चिल करना चाहता हूं!

source: Being an Indian I already know more than 3 languages. I try to work on perfecting my arabic language whenever I get time.
hi: एक भारतीय होने के नाते मैं पहले से ही 3 से अधिक भाषाओं को जानता हूं।जब भी मुझे समय मिलता है, मैं अपनी अरबी भाषा को पूरा करने पर काम करने की कोशिश करता हूं।

source: My Holopin Badges 📌
hi: मेरे होलोपिन बैज 📌

source: My Tech Blogs on Medium 📝
hi: मध्यम पर मेरे तकनीकी ब्लॉग 📝

source: Select a Different Language
hi: एक अलग भाषा का चयन करें

source: <img class="flag" src="../../assets/V2/Flags/sa.svg">Arabic
hi: <img class="flag" src="../../assets/V2/Flags/sa.svg">अरबी

source: <img class="flag" src="../../assets/V2/Flags/us.svg">English
hi: <img class="flag" src="../../assets/V2/Flags/us.svg">अंग्रेज़ी

source: <img class="flag" src="../../assets/V2/Flags/in.svg">Hindi
hi: <img class="flag" src="../../assets/V2/Flags/in.svg">हिंदी

source: <img class="flag" src="../../assets/V2/Flags/jp.svg">Japanese
hi: <img class="flag" src="../../assets/V2/Flags/jp.svg">जापानी

source: <img class="flag" src="../../assets/V2/Flags/in.svg">Telugu
hi: <img class="flag" src="../../assets/V2/Flags/in.svg">तेलुगू

source: <img class="flag" src="../../assets/V2/Flags/in.svg">Urdu
hi: <img class="flag" src="../../assets/V2/Flags/in.svg">उर्दू

source: Close
hi: बंद करना

source: What I Do? ✅
hi: मैं क्या कर सकता हूं? ✅
ur: میں کیا کر سکتا ہوں؟ ✅

source: Convert wireframes, designs to actual websites.
hi: वायरफ्रेम को कन्वर्ट करें, वास्तविक वेबसाइट पर डिज़ाइन करें.

source: Flexible in working with figma, adobe designs.
hi: अंजीर, एडोब डिजाइन के साथ काम करने में लचीला.

source: Making sure to deliver code by following good code practices.
hi: अच्छे कोड प्रथाओं का पालन करके कोड वितरित करना सुनिश्चित करना.

source: Flexible in developing websites with Angular, ReactJS.
hi: Angular, Reactjs के साथ वेबसाइटों को विकसित करने में लचीला.

source: Establishing UI consistency across modern browsers.
hi: आधुनिक ब्राउज़रों में यूआई स्थिरता की स्थापना.

source: Enhancing Accessibility of the website using best Accessibility practices.
hi: सर्वोत्तम पहुंच प्रथाओं का उपयोग करके वेबसाइट की पहुंच बढ़ाना।

source: Building REST APIs to handle business logic at server side Using NodeJS.
hi: Nodejs का उपयोग करके सर्वर साइड में व्यावसायिक तर्क को संभालने के लिए REST API का निर्माण।

source: Documenting the progress and any notable findings during analysis and development stages.
hi: विश्लेषण और विकास चरणों के दौरान प्रगति और किसी भी उल्लेखनीय निष्कर्षों का दस्तावेजीकरण।

source: Ensuring websites are SEO friendly.
hi: यह सुनिश्चित करना वेबसाइट एसईओ अनुकूल हैं.

source: Implementing data security at every possible level of the project lifecycle.
hi: परियोजना जीवनचक्र के हर संभव स्तर पर डेटा सुरक्षा को लागू करना।

source: Unit testing the product completely before delivering the code.
hi: कोड वितरित करने से पहले उत्पाद को पूरी तरह से परीक्षण करें।

source: Following QA best practices before sending it to actual QA testing.
hi: वास्तविक क्यूए परीक्षण में भेजने से पहले क्यूए सर्वोत्तम प्रथाओं का पालन करें.

source: pages
hi: पृष्ठों
te: నా ఇతర పేజీలు
ur: دوسرے صفحات

source: Projects
hi: परियोजनाओं
te: నా ప్రాజెక్టులు
ur: میرے کام

source: Experience
hi: अनुभव
te: నా అనుభవం
ur: میرا تجربہ

source: Services
hi: सेवाएं
te: నా సేవలు
ur: میری خدمات

source: Hobbies
hi: शौक
te: నా అలవాట్లు
ur: میرے مشاغل

source: others
hi: अन्य

source: social
hi: सामाजिक
te: నా సోషల్ మీడియా
ur: سوشل میڈیا

source: <i class="fa-brands fa-instagram color"></i>Instagram
hi: <i class="fa-brands fa-instagram color"></i>इंस्टाग्राम

source: <i class="fa-brands fa-twitter color"></i>Twitter
hi: <i class="fa-brands fa-twitter color"></i>ट्विटर

source: <i class="fa-brands fa-github color"></i>Github
hi: <i class="fa-brands fa-github color"></i>गिटहब

source: <i class="fa-brands fa-linkedin color"></i>LinkedIn
hi: <i class="fa-brands fa-linkedin color"></i>लिंक्डइन

source: <i class="fa-solid fa-envelope color"></i>Email
hi: <i class="fa-solid fa-envelope color"></i>ईमेल

source: Language
hi: भाषा
te: ఇక్కడ నుండి భాషను మార్చండి
ur: آپ یہاں سے زبان بدل سکتے ہیں

source: Now you can check my portfolio in different Regional languages
hi: अब आप विभिन्न क्षेत्रीय भाषाओं में मेरे पोर्टफोलियो की जांच कर सकते हैं
te: ఇప్పుడు మీరు నా పోర్ట్‌ఫోలియోను వేర్వేరు ప్రాంతీయ భాషలలో తనిఖీ చేయవచ్చు
ur: اب آپ مختلف علاقائی زبانوں میں میرا پورٹ فولیو چیک کرسکتے ہیں

source: Made with <span matTooltip="love" matTooltipPosition="above" #tooltip="matTooltip" (click)="tooltip.toggle()">💖</span> by <a class="link" href="">Shaik Shahbaaz Alam. </a> All rights reserved<sup>©</sup>
hi: डिजाइन और द्वारा निर्मित <span matTooltip="love" matTooltipPosition="above" #tooltip="matTooltip" (click)="tooltip.toggle()">💖</span> <a class="link" href="">शैक शाहबाज आलम. </a> सर्वाधिकार सुरक्षित<sup>©</sup>

source: S
hi: शा
te: షా
ur: شیک

source: A
hi: बॉज

source: L
hi: आ
te: ఆ
ur: شباز

source: M
hi: लम
te: లం
ur: الام

source: Home
hi: घर
te: హోమ్‌
ur: ہوم پیج

source: <span class="hidden"><i class="uil uil-user"></i></span>About
hi: <span class="hidden"><i class="uil uil-user"></i></span>बारे में

source: <span class="hidden"><i class="uil uil-java-script" ></i></span>Skills
hi: <span class="hidden"><i class="uil uil-java-script" ></i></span>कौशल

source: <span class="hidden"><i class="uil uil-briefcase-alt"></i></span>Portfolio
hi: <span class="hidden"><i class="uil uil-briefcase-alt"></i></span>पोर्टफोलियो

source: <span class="hidden"><i class="uil uil-envelope-add"></i></span>Contact
hi: <span class="hidden"><i class="uil uil-envelope-add"></i></span>संपर्क

source: About Me
hi: मेरे बारे मेंे में
te: గురించి
ur: میرے بارے میں

source: Portfolio
hi: पोर्टफोलियोयो
te: పోర్ట్‌ఫోలియో
ur: پورٹ فولیوو

source: Skills
hi: कौशल
te: నైపుణ్యాలు
ur: میری مہارت

source: Skills 🧑‍💻
hi: कौशल 🧑‍💻
ur: میری مہارت 🧑‍💻

source: image
hi: छवि
te: చిత్రం
ur: تصویر

source: funky-coder-img
te: ఫంకీ-కోడర్-ఇమేజ్
ur: کوڈر کی تصویر

source: About Me 🤘
te: నా గురించి

source: I am a {START_BOLD_TEXT}Computer Science</b> graduade who got graduated at GPCET Kurnool, India in 2021 with Computer Science and Engineering Degree. I am a skilled developer by profession who loves to solve challenges on a regular basis.
te: నేను ఒక <b> కంప్యూటర్ సైన్స్ గ్రాడ్యుయేట్ ని </b> 2021 లో భారతదేశంలోని కర్నూలు ప్రాంతమునకుచెందిన గిపీసెట్ కాలేజీలో కంప్యూటర్ సైన్స్ అండ్ ఇంజనీరింగ్ డిగ్రీతో పట్టభద్రుడైన గ్రాడ్యుయేట్. నేను రోజూ సవాలు చేసే అనువర్తనాలను నిర్మించటానికి ఇష్టపడే వృత్తిపరంగా నైపుణ్యం కలిగిన డెవలపర్, ఈ అలవాటు మరింత తెలుసుకోవడానికి నాకు సహాయపడుతుంది.

source: I joined the <b>IT Giant Accenture</b> right after my graduation which helped me grow so much both technically and as a person. I got to work on modern Javascript frameworks like <b>Angular</b> by learning and developing the features according to the client's requirement on <b>MEAN stack</b>.
te: నేను గ్రాడ్యుయేషన్ తర్వాత <b> ఐ.టి జెయింట్ యాక్సెంచర్లో లో చేరాను </b> ఈ నిర్ణయం నాకు సాంకేతికంగా మరియు ఒక వ్యక్తిగా ఎదగడానికి చాలా సహాయపడింది. <b> యాంగ్లార్ </b> వంటి ఆధునిక జావాస్క్రిప్ట్ ఫ్రేమ్‌వర్క్‌లలో పని చేయడానికి నాకు అవకాశం వచ్చింది. దీని వల్ల నేను క్లయింట్ యొక్క అవసరానికి అనుగుణంగా మంచి లక్షణాలను నేర్చుకొని <b> మీన స్టాక్ పై బిల్డ్ చేశాను</b>.
ur: میں اس میں شامل ہوا <b>آئی ٹی کمپنی ایکسنچر</b>میری گریجویشن کے ٹھیک بعد جس نے مجھے تکنیکی اور ایک شخص کی حیثیت سے اتنا بڑھنے میں مدد کی۔مجھے جاوا اسکرپٹ کے جدید فریم ورک پر کام کرنا پڑا<b>Angular</b>مؤکل کی ضرورت کے مطابق خصوصیات کو سیکھنے اور تیار کرکے<b>مطلب اسٹیک</b>.

source: Contact me 📧
te: నన్ను సంప్రదించడానికి మార్గాలు 📧

source: Hey, I'm <span class="special-effect-1">Shaik Shahbaaz Alam</span><span class="wave-hand">👋</span>
te: హలో, నా పేరు <span class="special-effect-1"> షేక్ షాహబాజ్ ఆలం </span><span class="wave-hand">👋</span>
ur: السلام علیکم, میں ہوں <span class="special-effect-1">شیخ محمد شہباز عالم</span><span class="wave-hand">👋</span>

source: Developer. <span class="colored-txt">Designer.</span><span class="colored-txt">Creator.</span> Reader.
te: డెవలపర్. <span class="colored-txt"> డిజైనర్. </span><span class="colored-txt"> రచయిత. </span> ఆసక్తిగల రీడర్.

source: I'm a Full Stack Software Developer 🚀 having keen interest in Frontend technologies and experience of building Web applications with modern JavaScript Frameworks like Angular, Reactjs, Nodejs and some other cool libraries. Also I do have a knack of digital art which i do in my pass time <a class="about-link" routerLink="/about" i18n-a>Read More...</a>
te: నేను ఒక ఫుల్స్టాక్ సాఫ్ట్‌వేర్ డెవలపర్ 🚀 నాకు ఫ్రంటెండ్ టెక్నాలజీలపై ఆసక్తి కలిగి ఉంది. మరియు యాంగులర్, రేయాక్టు జేయస్, నోడ్ జేయస్ లాంటి ఆధునిక జావాస్క్రిప్ట్ ఫ్రేమ్‌వర్క్‌లతో వెబ్ అనువర్తనాలను రూపొందించే అనుభవం ఉంది. నా విశ్రాంతి సమయంలో డిజిటల్ డెజైన్ చేయడానికి నేను తరచుగా ఇష్టపడతాను. <a class="about-link" routerLink="/about" i18n-a> ఇంకా చదవండి... </a>
ur: میں ایک مکمل اسٹیک سافٹ ویئر ڈویلپر ہوں 🚀 فرنٹ اینڈ ٹیکنالوجیز میں گہری دلچسپی رکھنا اور جدید جاوا اسکرپٹ فریم ورک جیسے کونیی ، ری ایکٹ جے ایس ، نوڈجس اور کچھ دیگر ٹھنڈی لائبریریوں کے ساتھ ویب ایپلی کیشنز کی تعمیر کے تجربے میں گہری دلچسپی ہے۔اس کے علاوہ میرے پاس ڈیجیٹل آرٹ کی ایک دستک ہے جو میں اپنے پاس وقت میں کرتا ہوں <a class="about-link" routerLink="/about" i18n-a>میرے بارے میں مزید پڑھیں ...</a>

source: What I Do? ✅
te: నేను ఏమి చేస్తాను? ✅

source: Create variety of different graphic designs, layouts for websites
te: నేను వెబ్‌సైట్ల కోసం వివిధ రకాల గ్రాఫిక్ నమూనాలు మరియు లేఅవుట్‌లను సృష్టిస్తాను.
ur: مختلف گرافک ڈیزائنوں کی مختلف قسمیں بنائیں ، ویب سائٹوں کے لئے ترتیب

source: Build and deliver websites using HTML, CSS, JavaScript and modern JS Frameworks
te: నేను HTML, CSS, జావాస్క్రిప్ట్ మరియు ఆధునిక JS ఫ్రేమ్‌వర్క్‌లను ఉపయోగించి వెబ్‌సైట్‌లను నిర్మించి పంపిణీ చేస్తాను.
ur: ایچ ٹی ایم ایل ، سی ایس ایس ، جاوا اسکرپٹ اور جدید جے ایس فریم ورک کا استعمال کرتے ہوئے ویب سائٹیں بنائیں اور فراہم کریں

source: Build and deploy quality webapps using modern frameworks like Angular, ReactJS
te: నేను యాంగ్లార్, రెయాక్టు జే-యస్ వంటి ఆధునిక ఫ్రేమ్‌వర్క్‌లను ఉపయోగించి నాణ్యమైన వెబ్‌అప్‌లను నిర్మించి డిప్లొయి చేస్తాను.
ur: کونیی ، ری ایکٹ جے ایس جیسے جدید فریم ورک کا استعمال کرتے ہوئے معیاری ویب ایپ بنائیں اور ان کی تعیناتی کریں

source: Design the mock up based on customer's requirements using tools like photoshop and figma
te: ఫోటోషాప్ మరియు ఫిగ్మా వంటి సాధనాలను ఉపయోగించి కస్టమర్ యొక్క అవసరాల ఆధారంగా నేను మాక్ అప్ రూపకల్పన చేస్తాను.
ur: فوٹوشاپ اور فگما جیسے ٹولز کا استعمال کرتے ہوئے گاہک کی ضروریات کی بنیاد پر فرضی کو ڈیزائن کریں

source: Will proceed with the flow only if the requirements are clear
te: అవసరాలు నాకు స్పష్టంగా ఉంటేనే నేను ప్రవాహంతో ముందుకు వెళ్తాను.
ur: میں صرف اس وقت بہاؤ کے ساتھ آگے بڑھوں گا جب تقاضے مجھ پر واضح ہوں

source: Build web solutions based on the mock designs and framework designs
te: నేను మాక్ డిజైన్స్ మరియు ఫ్రేమ్‌వర్క్ డిజైన్ల ఆధారంగా వెబ్ పరిష్కారాలను నిర్మిస్తాను.
ur: موک ڈیزائن اور فریم ورک ڈیزائنوں کی بنیاد پر ویب حل بنائیں

source: Can work around Relational as well as Non-Relational Database solutions
te: నేను రిలేషనల్ మరియు నాన్-రిలేషనల్ డేటాబేస్ సొల్యూషన్స్ చుట్టూ పని చేయగలను.
ur: رشتہ دار کے ساتھ ساتھ غیر رشتہ دار ڈیٹا بیس حل کے ارد گرد کام کر سکتے ہیں

source: Contribute to Open-Source via Github in my pass time.
te: నేను తరచుగా నా విశ్రాంతి సమయంలో గిట్‌హబ్ ద్వారా ఓపెన్ సోర్స్‌కు తోడ్పడటానికి ప్రయత్నిస్తాను.
ur: میرے پاس وقت میں گٹ ہب کے توسط سے اوپن سورس میں شراکت کریں۔

source: Multi-task across multiple functions and roles to generate project results and meet deadlines and organizational expectations
te: ప్రాజెక్ట్ ఫలితాలను ఉత్పత్తి చేయడానికి మరియు గడువు మరియు సంస్థాగత అంచనాలను అందుకోవడానికి నేను బహుళ ఫంక్షన్లు మరియు పాత్రలలో బహుళ-పని చేయగలను.
ur: پروجیکٹ کے نتائج پیدا کرنے اور ڈیڈ لائن اور تنظیمی توقعات کو پورا کرنے کے لئے متعدد افعال اور کرداروں میں ملٹی ٹاسک

source: Ensuring the components work as expected by Unit testing them with modern testing solutions like Jest
te: భాగాలు ఆశించిన విధంగా పనిచేస్తాయని నేను, జెస్ట్ వంటి ఆధునిక పరీక్షా పరిష్కారాలతో యూనిట్ టేస్టింగ్ పరీక్షించడం ద్వారా నిర్ధారిస్తాను.
ur: اجزاء کو یقینی بنانا یونٹ کے ذریعہ توقع کے مطابق کام کرتا ہے جیسے مذاق جیسے جدید ٹیسٹنگ حل کے ساتھ ان کی جانچ کی جاتی ہے

source: Interests
te: నా ఆసక్తులు
ur: میری دلچسپیاں

source: <i class="fa-brands fa-instagram"></i>Instagram
te: <i class="fa-brands fa-instagram"></i>ఇన్స్టాగ్రామ్
ur: <i class="fa-brands fa-instagram"></i>انسٹاگرام

source: <i class="fa-brands fa-twitter"></i>Twitter
te: <i class="fa-brands fa-twitter"></i>ట్విట్టర్
ur: <i class="fa-brands fa-twitter"></i>ٹویٹر

source: <i class="fa-brands fa-github"></i>Github
te: <i class="fa-brands fa-github"></i>గీట్హబ్
ur: <i class="fa-brands fa-github"></i>گٹ ہب

source: <i class="fa-brands fa-linkedin"></i>LinkedIn
te: <i class="fa-brands fa-linkedin"></i>లింక్డ్ఇన్
ur: <i class="fa-brands fa-linkedin"></i>لنکڈ

source: <i class="fa-solid fa-envelope"></i>Email
te: <i class="fa-solid fa-envelope"></i>ఇమెయిల్
ur: <i class="fa-solid fa-envelope"></i>ای میل

source: English
te: ఆంగ్ల-English
ur: انگریزی-English

source: Hindi
te: హిందీ-Hindi
ur: ہندی-Hindi

source: Japanese
te: జపనీస్-Japanese
ur: جاپانی-Japanese

source: Urdu
te: ఉర్దూ-Urdu

source: Telugu
te: తెలుగు-Telugu

source: made with
te: నిర్మించడానికి వీటిని ఉపయోగించారు
ur: کے ساتھ بنایا گیا

source: Made by <a class="link" href="">Shaik Shahbaaz Alam. </a>All rights reserved<sup>©</sup>
te: నిర్మించిన వారు <a class="link" href="">షేక్ షాహబాజ్ ఆలం. </a>అన్ని హక్కులూ ప్రత్యేకించుకోవడమైనది.<sup>©</sup>
ur: طرف سے بنائی گئی <a class="link" href="">شیخ محمد شہباز عالم. </a>جملہ حقوق محفوظ ہیں<sup>©</sup>

source: B
te: హ

source: Z
te: బాజ్
ur: محمد

source: Instagram-icon
te: ఇన్స్టాగ్రామ్చిహ్నం
ur: انسٹاگرام آئیکن

source: Twitter-icon
te: ట్విట్టర్-ఐకాన్
ur: ٹویٹر آئیکن

source: Linkdin-icon
te: లింక్డ్ఇన్-ఐకాన్
ur: لنکڈ ان آئیکن

source: dark-mode
te: డార్క్-మోడ్
ur: سیاہ موڈ

source: light-mode
te: లైట్-మోడ్
ur: ہلکا موڈ

source: <span class="hidden" ><i class="uil uil-user" ></i></span>About
te: <span class="hidden" ><i class="uil uil-user" ></i></span>నా గురించి
ur: <span class="hidden" ><i class="uil uil-user" ></i></span>میرے بارے میں

source: <span class="hidden"><i class="uil uil-java-script" ></i></span>Skills
te: <span class="hidden"><i class="uil uil-java-script" ></i></span>నైపుణ్యాలు
ur: <span class="hidden"><i class="uil uil-java-script" ></i></span>میری مہارت

source: <span class="hidden"><i class="uil uil-briefcase-alt" ></i></span>Portfolio
te: <span class="hidden"><i class="uil uil-briefcase-alt" ></i></span>పోర్ట్‌ఫోలియో
ur: <span class="hidden"><i class="uil uil-briefcase-alt" ></i></span>میرا پورٹ فولیو

source: <span class="hidden"><i class="uil uil-envelope-add" ></i></span>Contact
te: <span class="hidden"><i class="uil uil-envelope-add" ></i></span>కౌంటాక్ట్
ur: <span class="hidden"><i class="uil uil-envelope-add" ></i></span>میرا رابطہ

source: home-icon
te: హోమ్-ఇకాన్
ur: ہوم آئیکن

source: Contact
te: కౌంటాక్ట్
ur: میرا رابطہ

source: Skills 🧑‍💻
te: నా నైపుణ్యాలు 🧑‍💻

source: About Me 🤘
ur: میرے بارے میں 🤘

source: I am a <b>Computer Science</b> graduade who got graduated at GPCET Kurnool, India in 2021 with Computer Science and Engineering Degree. I am a skilled developer by profession who loves to solve challenges on a regular basis.
ur: میں ایک<b>کمپیوٹر سائنس</b> گریجویٹ جو 2021 میں کمپیوٹر سائنس اور انجینئرنگ کی ڈگری کے ساتھ جی پی سی ای ٹی کرنول ، انڈیا میں گریجویشن ہوا۔ میں پیشہ کے لحاظ سے ایک ہنر مند ڈویلپر ہوں جو مستقل بنیادوں پر چیلنجوں کو حل کرنا پسند کرتا ہوں۔

source: Developer. <span class="colored-txt"> Designer.</span><span class="colored-txt">Creator. </span> Reader.
ur: ڈویلپر۔ <span class="colored-txt"> ڈیزائنر۔</span><span class="colored-txt">آرٹسٹ۔ </span> شوقین قاری
